Repository: watchdogpolska/poradnia
Catalog: poradnia/tasty_feedback/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Feedbacks
pl: Uwagi

source: Creation date
pl: Data utworzenia

source: Status change date
pl: Data zmiany stanu

source: Apply Filter
pl: Zastosuj filtr

source: Submit feedback
pl: Zgłoś usterkę administratorom poradni.

source: Author
pl: Autor

source: Content
pl: Wiadomość dla administratorów strony:

source: Text reported by user
pl: Treść zgłoszona przez użytkownika

source: Status
pl: Stan

source: Feedback has been served
pl: Uwaga została obsłużona

source: open
pl: otwarta

source: closed
pl: zamknięta

source: Feedback
pl: Uwaga

source: New feedback - %(created)s
pl: Nowa uwaga - %(created)s

source: Feedback index
pl: Wykaz uwag

source: Switch status
pl: Zmień status

source: user
pl: Użytkownik / użytkowniczka

source: since %(date)s
pl: od %(date)s

source: Record feedbacks
pl: Rejestr uwag

source: Created date
pl: Data utworzenia

source: Text
pl: Treść

source: There is no any feedbacks.
pl: Tutaj nie ma żadnych uwag.

source: Please provide feedback about this page:
pl: Przekaż nam uwagi o tej stronie dotyczące błędów lub możliwych ulepszeń.

source: Feedback saved.
pl: Uwaga została zapisana.

source: %s updated
pl: %s zaktualizowany
