Repository: watchdogpolska/poradnia
Catalog: poradnia/cases/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Cases
pl: Sprawy

source: None
pl: Brak

source: Has access by
pl: Osoba przypisana

source: Subject
pl: Przedmiot

source: Client
pl: Klient

source: Replied
pl: Odpowiedziana

source: Advice registered/tagged
pl: Sprawa otagowana

source: Dead-line
pl: Termin

source: ID
pl: Numer

source: Created on
pl: Utworzone o

source: Last send
pl: Ostatnia odpowiedź

source: Default
pl: Domyślne

source: Last received
pl: Ostatnio otrzymano

source: Grant
pl: Przyznaj

source: User
pl: Użytkownik / użytkowniczka

source: Permissions group
pl: Grupa uprawnień

source: Close
pl: Zamknij

source: Destination case
pl: Docelowa sprawa

source: The selected case will receive all letters, events, etc. from the current case.
pl: Wybrana sprawa otrzyma wszystkie listy, wydarzenia itd. z obecnej sprawy.

source: Merge
pl: Połącz

source: Case #{source} have been merged with case #{target}
pl: Sprawa #{source} została połączona ze sprawą #{target} .

source: free
pl: wolna

source: moderated
pl: moderowana

source: assigned
pl: przypisana

source: closed
pl: zamknięta

source: Case number
pl: Numer sprawy

source: Letter count
pl: Liczba listów

source: Last action
pl: Ostatnia czynność

source: Created by
pl: Utworzona przez

source: Modified by
pl: Zmodyfikowane przez

source: Modified on
pl: Zmodyfikowane o

source: Handled
pl: Obsłużona

source: Has project
pl: Posiada projekt

source: Reply to client to remove badge
pl: Odpowiedź do klienta, aby usunąć oznaczenie

source: Project
pl: Projekt

source: Case
pl: Sprawa

source: Can view
pl: Może widzieć sprawę

source: Can assign new permissions
pl: Może nadawać nowe uprawnienia

source: Can send text to client
pl: Może komunikować z klientem

source: Can assign permission
pl: Może nadawać uprawnienia

source: Can add record
pl: Może dodawać wpisy

source: Can change own records
pl: Może zmieniać własne wpisy

source: Can change all records
pl: Może zmieniać wszystkie wpisy

source: Can close case
pl: Może zamknąć sprawę

source: Can merge case
pl: Może połączyć sprawy

source: Can select client
pl: Może wybierać klienta

source: Cases to delete
pl: Sprawy do usunięcia

source: Name
pl: Nazwa

source: Permissions
pl: Uprawnienia

source: Involved in
pl: Zaangażowani

source: New case
pl: Nowa sprawa

source: Cases index
pl: Wykaz spraw

source: Case table
pl: Tabela spraw

source: Old cases to delete
pl: Stare sprawy do usunięcia

source: Events table
pl: Tabela wydarzeń

source: Event calendar
pl: Kalendarz wydarzeń

source: Letters
pl: Korespondencja

source: Letters table
pl: Tabela korespondencji

source: Show quote
pl: Pokaż cytat

source: Hide quote
pl: Ukryj cytat

source: add another
pl: dodaj kolejne

source: remove
pl: usuń

source: Edit
pl: Edytuj

source: Delete
pl: Usuń

source: Created by <a href="%(created_url)s">%(created_user)s</a> on %(created_on)s for <a href="%(client_url)s">%(client_user)s</a>
pl: Utworzona przez <a href="%(created_url)s">%(created_user)s</a> o %(created_on)s dla <a href="%(client_url)s">%(client_user)s</a>

source: Workflow
pl: Przepływ pracy

source: Last update
pl: Ostatnia aktualizacja

source: %(deadline)s at %(naturaltime)s
pl: %(deadline)s o %(naturaltime)s

source: Metrical data
pl: Dane statystyczne

source: Advice tags
pl: TAGI

source: Create new advice tags
pl: Otaguj sprawę

source: Assign permissions
pl: Przyznaj uprawnienia

source: No records
pl: Brak wpisów

source: Clear Files
pl: Wyczyść wybrane

source: Select multiple files with ctr or shift.
pl: Pliki można wybierać/upuszczać wielokrotnie - zostaną dodane do listy.

source: Selected files:
pl: Wybrane pliki:

source: The letter can also be sent via <a href="mailto:%(email)s">e-mail address</a>.
pl: List może zostać przesłany także z wykorzystaniem <a href="mailto:%(email)s">poczty elektronicznej</a>.

source: No.
pl: Nr.

source: Last response
pl: Ostatnia odpowiedź

source: No title
pl: Brak tytułu

source: Case was registered in advicer
pl: Sprawa została zarejestrowana w rejestrze porad

source: No action
pl: Brak czynności

source: No answer
pl: Brak odpowiedzi

source: Legend of status
pl: Legenda statusów

source: Cases have status changed by staff.
pl: Zgłoszona przez Ciebie sprawa otrzymuje najpierw status "wolna". To znaczy, że nie wiadomo jeszcze, która z udzielających porad osób Ci pomoże. Kiedy już wyznaczona zostanie ta osoba, porada zmieni status na "przypisana". A gdy już Ci pomożemy "zakończona".

source: There is no cases.
pl: Tutaj nie ma spraw.

source: Do more of these!
pl: Utwórz!

source: Add new user
pl: Dodaj nowego użytkownika

source: Update permission of %(action_user)s
pl: Aktualizacja uprawnień użytkownika %(action_user)s

source: Remove all permission
pl: Usuń wszystkie uprawnienia

source: Remove permission
pl: Usuń uprawnienia

source: Confirmation of remove permission
pl: Potwierdzenie usunięcia uprawnień

source: Are you sure you want to remove the permissions on the case "%(case)s" for user %(user)s?
pl: Czy jesteś pewien, że chcesz usunąć uprawnienia do sprawy "%(case)s" dlla użytkownika %(user)s?

source: Case Table
pl: Tabela Spraw

source: Filters
pl: Filtry

source: Status (col. "S")
pl: Status (kol. "S")

source: Cases that have selected user in involved staff.
pl: Sprawy, w których w zaangażowanym personelu jest wybrany użytkownik.

source: Involved staff
pl: Zaangażowani z zespołu

source: Cases that do have letter with status done (case subject not in bold).
pl: Sprawy, które mają list ze statusem `wykonany` (temat sprawy nie jest pogrubiony).

source: Yes
pl: Tak

source: No
pl: Nie

source: Cases that have letter project.
pl: Sprawy, które mają projekt listu.

source: Cases that have event with deadline.
pl: Sprawy, które mają zdarzenie z terminem.

source: Has deadline
pl: Ma termin

source: Letter
pl: List

source: Event
pl: Wydarzenie

source: Court Case
pl: Sprawa sądowa

source: Cases search table
pl: Tabela wyszukiwania spraw

source: All
pl: Wszystko

source: Number
pl: Numer

source: Deadline date
pl: Data terminu

source: Advice
pl: Radzący

source: Successful updated "%(object)s".
pl: Pomyślnie zaktualizowano "%(object)s”.

source: Successfully closed "%(object)s".
pl: Pomyślnie zamknięto "%(object)s”.

source: Successfully merged "%(object)s".
pl: Pomyślnie połączono "%(object)s”.

source: Success granted permission of %(user)s to %(case)s
pl: Nadano uprawnienia %(user)s do sprawy %(case)s

source: Updated permission %(user)s to %(case)s!
pl: Zaktualizowano uprawniania %(user)s do sprawy %(case)s!

source: {user} granted permissions from {group}!
pl: {user} przyznano uprawnienia grupy {group}!

source: Removed all permission of "{user}" in case "{case}"
pl: Usunięto wszystkie uprawnienia "{user}" w sprawie "{case}"
