Repository: watchdogpolska/poradnia
Catalog: poradnia/advicer/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Case field is null
pl: Sprawa jest pusta

source: Yes
pl: Tak

source: No
pl: Nie

source: Advicer system
pl: Rejestr tagów spraw

source: Subject
pl: Przedmiot

source: Advicer
pl: Radzący

source: Created by
pl: Utworzone przez

source: Created on
pl: Utworzone o

source: Community
pl: Gmina

source: Comment
pl: Komentarz

source: Creation date
pl: Data utworzenia

source: Modification date
pl: Data modyfikacji

source: Person kind
pl: Rodzaj osoby

source: Institution kind
pl: Rodzaj podmiotu zobowiązanego

source: Statistic data
pl: Dane statystyczne

source: Details
pl: Szczegóły

source: Apply Filter
pl: Zastosuj filtr

source: Select from poradnia.cases which do you have a permission
pl: Wybór spośród spraw do których masz uprawnienia

source: Name
pl: Nazwa

source: The thematic scope of the request
pl: Zakres tematyczny zapytania

source: Thematic scopes of requests
pl: Zakresy tematyczne zapytania

source: Problem regarding the right to information
pl: Problem z zakresu prawa do informacji

source: Problems regarding the right to information
pl: Problemy z zakresu prawa do informacji

source: Type of person who reporting the advice
pl: Rodzaj osoby, która się zgłasza o poradę

source: Types of people who report to for advice
pl: Rodzaj osobów, które się zgłaszają o poradę:

source: Institution kinds
pl: Rodzaje podmiotów zobowiązanych

source: Case
pl: Sprawa

source: Person who give a advice
pl: Osoba, która udzieliła porady

source: Grant on
pl: Udzielona o

source: We helped?
pl: Czy udzieliliśmy porady?

source: Modified by
pl: Zmodyfikowane przez

source: Visible
pl: Widoczne

source: Unit of administrative division
pl: Jednostka podziału terytorialnego

source: Advice #%d
pl: Porada #%d

source: Can view all advices
pl: Może oglądać wszystkie porady

source: Advice
pl: Porada

source: Advices
pl: Porady

source: Attachment
pl: Załącznik

source: Attachments
pl: Załączniki

source: Register
pl: Rejestr

source: Advice list
pl: Rejestr tagów

source: Advice table
pl: Tabela tagów

source: Confirm delete
pl: Potwierdzenie usuwania

source: Delete%(object)s
pl: Usunięto %(object)s

source: Cancel
pl: Anuluj

source: Edit
pl: Edytuj

source: Delete
pl: Usuń

source: Issues
pl: Zagadnienie

source: Area
pl: Obszar

source: Kind of person
pl: Rodzaj osoby

source: Kind of istitution
pl: Rodzaj instytucji

source: Yes,No
pl: Tak,Nie

source: Created
pl: Utworzone

source: %(created)s on <time datetime="%(created_on_date)s">%(created_on_natural)s</time>
pl: %(created)s o <time datetime="%(created_on_date)s">%(created_on_natural)s</time>

source: Modified
pl: Zmodyfikowane

source: %(modified_by)s on <time datetime="%(modified_on_date)s">%(modified_on_natural)s</time>
pl: %(modified_by)s o <time datetime="%(modified_on_date)s">%(modified_on_natural)s</time>

source: Advice index
pl: Wykaz tagów

source: Add
pl: Dodaj

source: Client of case
pl: Klient sprawy

source: There is no Advice records. <a href="%(create_url)s">Add one</a> of these!
pl: Brak wyników wyszukiwania Porad. <a href="%(create_url)s">Dodaj nową!</a>

source: remove
pl: usuń

source: add another
pl: dodaj kolejny

source: Update
pl: Aktualizowanie

source: Advice Table
pl: Tabela tagów

source: Filters
pl: Filtry

source: Helped? (col. H?)
pl: Udzieliliśmy porady? (kol. H?)

source: Unknown
pl: Nieznane

source: Visible (col. V.)
pl: Widoczne (kol. W.)

source: Ordering
pl: Sortowanie

source: Advice search table
pl: Tabela wyszukiwania porad

source: H?
pl: P?

source: V.
pl: W.

source: {0} updated!
pl: {0} zaktualizowany!

source: {subject} deleted!
pl: {subject} usunięto!
